---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.ViewSystemsAnalysisReport
source: html/07a42933-4b80-b015-1a0e-0d8ffd88ed48.htm
---
# ViewSystemsAnalysisReport Properties

Identifies the analysis date and time when it was requested.